{
  "springRainText": [
    "it'll be a rainy day outside! Make sure to bring your coat.",
    "it'll be a wet day outside.",
    "it'll be a misty, wet day - make sure to pause when you can and enjoy it!"
  ],
  "springStormText": [
    "early showers bring summer flowers! It'll be stormy outside.", 
    "expect some lightning outside -  be careful!", 
    "a storm front is blowing over the region, bringing rain and lightning."
    ],
   "springSnowText": [
    "a late snowfall blankets the region. Stay warm!"
  ],
  "springWindText": [ 
    "it'll be a blustery day outside.",
    "a cold front is blowing through - if you have allergies, be careful.",
    "the wind will be blowing through the valley today, bringing plenty of spring pollen."
    ],
  "springClearText": [
    "a nice spring day, perfect for all those outside chores!",
    "clear and warm, it should be a perfect day.",
    "it will be a nice clear spring day."
  ],
  "summerRainText": [ 
   "a warm rain is expected.",
   "there will be a warm refreshing rain as a front passes by.",
   "rain tommorow will bring a slightly cooler day."
  ],
  "summerStormText": [
    "expect storms throughout the day.",
    "a cold front is expected to pass through, bringing through a squall line.",
    "a warm front moving on from Calico Desert will cause storms as it nears the mountains."
  ],
  "summerClearText": [
      "it'll be a sweltering day.",
      "another perfect sunny day, perfect for hitting the beach.",
      "a hot and clear day dawns over Stardew Valley."
  ],
  "summerSnowText": [
	  "expect snow, in an extremely rare occurance for this region."
  ],
  "fallRainText" : [
     "expect a cold rain as a low pressure front passes overhead.", 
     "moisture off the Gem Sea will make for a cold windy rain."
  ],
  "fallStormText" :[
	"expect storms throughout the day.", 
	"it'll be a cold and stormy day.", 
	"a variable pressure front coming down from the north will bring storms with it."
	],
  "fallWindText" :[ 
	"it'll be a blustry cold day outside.", 
	"expect blowing leaves - a cold front will be passing through."
  ],
  "fallClearText" :[ 
	"a cold day in the morning, with a warmer afternoon - clear.", 
	"another autumn day in eastern Ferngill, expect a chilly and clear day."
  ],
  "fallSnowText" :[ 
		"an early snowfall reminds us that winter is on the way.",
		"expect snow today, and make sure to protect what crops are left!"
  ],
  "winterSnowText" :[ 
    "winter continues it's relentless assualt - expect snow. ",
    "moisture blowing off the Gem Sea - expecting snowfall for the Stardew Valley, more in the mountains. ", 
    "a curtain of white will descend on the valley starting at Point Drake. " 
    ],
  "winterWindText" :[
     "a light flurry of snow will be passing over Stardew Valley towards Point Drake today",
     "the snow will be coming down, but very lightly today."
    ],
  "winterClearText" :[ 
	"it'll be a clear cold day.", 
	"a cold winter day - keep warm!", 
	"another chilly clear day over the Valley as a High pressure moves overhead."
  ],
  "winterRainText" :[ 
	"a rare day of ice-cold rain over the valley.", 
	"it's warmed up enough outside that tommorow's winter day will be a chilly rain."
 ],
  "nextDayIsNextSeason" : "it'll be a fine day for the first day of",
  "nextDayIsNewYear" : "another year has come to an end, and we will greet the next year with a sunny spring day!",
  "weddingWeather": [
    "it'll be good weather for a Pelican Town Wedding! Congratulations to the newlyweds.",
    "it'll be bright and sunny weather. I've been informed that there's a wedding going on, so you've got perfect weather."
  ]    
}