{
  //Lunar Messages
  "moon-text.phase-full": "Полнолуние",
  "moon-text.phase-firstqrt": "Первая четверть",
  "moon-text.phase-thirdqrt": "Последняя четверть",
  "moon-text.phase-waningcres": "Убывающий полумесяц",
  "moon-text.phase-waxingcres": "Растущий полумесяц",
  "moon-text.phase-waninggibb": "Убывающая выпуклая",
  "moon-text.phase-waxinggibb": "Растущая выпуклая",
  "moon-text.phase-new": "Новолуние",
  "moon-text.error": "Ошибка",
  "moon-text.phase-blood": "Кровавая Луна",
  "moon-text.blue-moon": "Голубая Луна",
  "moon-text.harvest-moon": "Плодородная Луна",
  "moon-text.spirits-moon": "Страшная Луна",

  "moon-text.solareclipse": "Похоже, что сегодня произойдёт редкое природное явление - солнечное затмение. Солнце скроется на целый день!",

  "moon-text.moonrise": "На небосводе появляется Луна. Сегодня она находится в фазе, как её именуют разные специалисты, астрономы - \"{{moonPhase}}\".",
  "moon-text.moonriseBefore6": "Появилась Луна. Её сегодняшняя фаза именуется следующим образом - \"{{moonPhase}}\". Сегодня, как ни странно, она взошла в {{riseTime}}.",
  "moon-text.moonset": "А вот и, кажется, виден спутник Земли! Фаза на сегодня - \"{{moonPhase}}\".",
  "moon-text.hud_message_full": "Сегодня же полнолуние! На пляже, возможно,окажется больше необходимых предметов, чем обычно, но будьте бдительны! В любой миг поблизости может материализоваться призрак!",
  "moon-text.hud_message_bloodMoon": "Это знаменитая Кровавая Луна!!! Будьте внимательны и осторожны, каждый встречный на вашем пути будет чересчур раздражительным! И монстры могут оказаться рядом!",
  "moon-text.hud_message_new": "Сегодня новолуние. На пляже, возможно, окажется меньше необходимых предметов, чем обычно...",
  "moon-text.fullmoon_eff": "Подлинная сила полнолуния помогла следующим посевам - {{cropsAffected}}; они будут произрастать намного быстрее, чем обычно...",
  "moon-text.newmoon_eff": "Настоящая сила новолуния породила то, что следующие посевы - {{cropsAffected}} - будут произрастать намного медленнее, чем обычно...",
  "moon-desc.desc_moonphase": "Текущая фаза Луны: \"{{moonPhase}}\".",
  "moon-text.supermoon": "Сегодня Луна визуально кажется большей по размеру, и светит намного ярче. Это - Суперлуние!",
  "moon-text.bluemoon": "И, лишь, чтобы оставить за ночью, её исконное, и подтвердить астрологическое время суток на небосводе величаво появилась яркая Голубая Луна.",
  "moon-text.harvestmoon": "На небосводе появляется Луна. Как сегодня сообщили, силы земли, в частности, плодородность почвы, будут на пике возможностей.",
  "moon-text.spiritmoon": "Восходит крайне жуткая на вид Луна! Даже непонятно в какой фазе она находится! Странное необъяснимое чувство страха окутывает вас с головой...",

  "moon-text.bloodmoon_villager_generic": "Сегодня же Кровавая Луна! И ты до сих пор болтаешь со мной?! Ты, что, совсем, того?? (*крутит у виска)."
}
